<?php

return [

    /*
    |--------------------------------------------------------------------------
    | App Language Lines - English
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the TMail Application
    |
    */

    'enter' => 'أدخل معرف البريد الإلكتروني',
    'create' => 'خلق',
    'or' => 'أو',
    'random' => 'عشوائية',
    'cancel' => 'إلغاء',
    'goback' => 'العودة إلى التطبيق',
    'copy' => 'نسخ',
    'refresh' => 'التحديث',
    'new' => 'الجديد',
    'delete' => 'حذف',
    'search' => 'البحث',
    'mailbox' => [
        'loading' => '...جار التحميل',
        'nomails' => 'لا توجد رسائل',
        'emails' => 'سيتم عرض رسائلك هنا',
    ],
    'snackbar' => [
        'copy' => 'تم نسخ معرف البريد الإلكتروني إلى الحافظة',
    ],
    'notification' => [
        'button' => [
            'common' => 'قريب',
            'reload' => 'إعادة تحميل'
        ],
        'error' => [
            'common' => 'هناك خطأ ما',
            'delete' => 'لا يمكننا حذف البريد الإلكتروني. الرجاء معاودة المحاولة في وقت لاحق'
        ],
        'faq' => 'لماذا لدي هذه المشكلة؟'
    ]
];
