<?php

return [

    /*
    |--------------------------------------------------------------------------
    | App Language Lines - English
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the TMail Application
    |
    */

    'enter' => 'Введите идентификатор электронной почты',
    'create' => 'Создайте',
    'or' => 'или же',
    'random' => 'случайный',
    'cancel' => 'отменить',
    'goback' => 'Вернуться в приложение',
    'copy' => 'Копировать',
    'refresh' => 'Обновить',
    'new' => 'новый',
    'delete' => 'Удалить',
    'search' => 'поиск',
    'mailbox' => [
        'loading' => 'загрузка...',
        'nomails' => 'Письма не найдены',
        'emails' => 'Ваши письма будут отображаться здесь',
    ],
    'snackbar' => [
        'copy' => 'Идентификатор электронной почты скопирован в буфер обмена',
    ],
    'notification' => [
        'button' => [
            'common' => 'близко',
            'reload' => 'перезагружать'
        ],
        'error' => [
            'common' => 'Что-то пошло не так',
            'delete' => 'Мы не можем удалить электронную почту. Пожалуйста, попробуйте позже'
        ],
        'faq' => 'Почему у меня есть эта проблема?'
    ]
];
